Repository: mijorus/gearlever
Catalog: po/*.po
Languages: ar, es, fi_fi, fr, hi, it, ka, pt_pt, ru, tr, uk, vi

source: Receive a notification when a new update is detected; updates will not be installed automatically
ar: استلم إشعار عند العثور على تحديث جديد؛ التحديثات لن تثبَّت آليًا
es: Recibir una notificación cuando se detecte una nueva actualización; las actualizaciones no se instalarán automáticamente
fi_fi: Vastaanottaa ilmoituksen, kun uusi päivitys havaitaan; Päivityksiä ei asenneta automaattisesti
fr: Recevoir une notification lorsqu’une nouvelle mise à jour est détectée; les mises à jour ne seront pas installées automatiquement
hi: नया अद्यतन पता चलने पर सूचना प्राप्त करें; अद्यतन स्वचालित रूप से स्थापित नहीं होंगे
it: Riceverai una notifica quando viene rilevato un nuovo aggiornamento; gli aggiornamenti non verranno installati automaticamente.
ka: შეტყობინების მიღება, როცა აღმოჩენილია ახალი განახლება. განახლებების დაყენება ავტომატურად არ მოხდება
pt_pt: Receber uma notificação quando uma nova atualização está disponível; Atualizações não serão instaladas automaticamente
ru: Получать уведомление при обнаружении нового обновления; обновления не будут устанавливаться автоматически
tr: Yeni güncellemeler bulunduğunda bildirim alın; güncellemeler otomatik olarak yüklenmeyecektir
uk: Отримувати сповіщення коли знайдено оновлення; оновлення не будуть автоматично встановлюватися
vi: Nhận thông báo khi có bản cập nhật mới; các bản cập nhật sẽ không tự động được cài đặt

source: File management
ar: إدارة الملفات
es: Gestión de archivos
fi_fi: Tiedostonhallinta
fr: Gestion des fichiers
hi: फाइल प्रबंधन
it: Gestione file
ka: ფაილების მართვა
pt_pt: Gestão de Ficheiros
ru: Управление файлами
tr: Dosya Yönetimi
uk: Керування файлами
vi: Quản lý tệp

source: Move AppImages into the destination folder
ar: انقل حزم AppImage لمجلد الوجهة
es: Mueve las AppImages a la carpeta destinada
fi_fi: Siirrä AppImages kohdekansioon
fr: Déplacer les AppImages dans le dossier de destination
hi: ऐपइमेज को गंतव्य फोल्डर में ले जाएं
it: Sposta le AppImage nella cartella di destinazione
ka: Appimage-ის გადატანა სამიზნე საქაღალდეში
pt_pt: Mover AppImages para a pasta de destino
ru: Перемещать AppImage в папку назначения
tr: AppImage'ları hedef klasöre taşı
uk: Пересувати AppImage додатки у теку призначення
vi: Di chuyển AppImage vào thư mục đích

source: Reduce disk usage
ar: يقلل من استخدام القرص
es: Reducir uso del disco
fi_fi: Vähentää levyn käyttöä
fr: Réduit l’utilisation de l’espace de stockage
hi: डिस्क उपयोग कम करें
it: Riduce lo spazio su disco
ka: დისკის მოხმარების შემცირება
pt_pt: Reduzir utilização do espaço
ru: Уменьшает использование диска
tr: Disk kullanımını azaltın
uk: Зменшує використання дискового простору
vi: Giảm sử dụng đĩa

source: Clone AppImages into the destination folder
ar: استنسخ حزم AppImage لمجلد الوجهة
es: Clonar AppImages hacia la carpeta destinada
fi_fi: Kloonaa AppImages kohdekansioon
fr: Cloner les AppImages dans le dossier de destination
hi: ऐपइमेज की गंतव्य फोल्डर में प्रतिरूपित करें
it: Clona le AppImage nella cartella di destinazione
ka: Appimage-ის დაკლონვა სამიზნე საქაღალდეში
pt_pt: Clonar AppImages para a pasta de destino
ru: Клонировать AppImage в папку назначения
tr: AppImage'ları hedef klasöre kopyala
uk: Клонувати AppImage додатки у теку призначення
vi: Sao chép AppImage vào thư mục đích

source: Keep the original file and create a copy in the destination folder
ar: يحافظ على الملف الأصلي وينشئ نسخة في مجلد الوجهة
es: Mantiene el archivo original y crea una copia en la otra carpeta
fi_fi: Pidä alkuperäinen tiedosto ja luo kopio kohdekansioon
fr: Conserve le fichier original et créer une copie dans le dossier de destination
hi: मूल फाइल रखें और गंतव्य फोल्डर में प्रतिलिपि बनाएं
it: Conserva il file originale e creare una copia nella cartella di destinazione
ka: ორიგინალი ფაილის შენარჩუნება და ასლის შექმნა სამიზნე საქაღალდეში
pt_pt: Manter o ficheiro original e criar uma cópia na pasta de destino
ru: Сохраняет оригинальный файл и создает копию в папке назначения
tr: Orijinal dosyayı kaydeder ve hedef klasörde bir kopya oluşturur
uk: Зберегти оригінальний файл і створити його копію у теці призначення
vi: Giữ tệp gốc và tạo bản sao trong thư mục đích

source: Naming conventions
ar: قواعد التسمية
es: Convenciones de nomenclatura
fi_fi: Nimeä yleissopimukset
fr: Conventions de nommage
hi: नामकरण परंपराएं
it: Nomenclatura delle applicazioni
ka: შეთანხმება სახელებზე
pt_pt: Convenção de nomenclatura
ru: Соглашения об именах
tr: Adlandırma kuralları
uk: Конвенція найменування
vi: Quy ước đặt tên

source: Use executable name for integrated terminal apps
ar: استخدم اسم الملف التنفيذي لتطبيقات الطرفية المدمجة
es: Utilizar nombre ejecutable para aplicaciones de terminal integradas
fi_fi: Käytä suoritettavaa nimeä integroiduissa päätelaitteissa
fr: Utiliser le nom de l’exécutable pour les applications intégrées dans le terminal
hi: एकीकृत टर्मिनल ऐप्स के लिए निष्पादन योग्य नाम का उपयोग करें
it: Usa il nome dell'eseguibile per le applicazioni che eseguono nel terminale
ka: გამშვები ფაილის სახელის გამოყენება ინტეგრირებული ტერმინალის აპებისთვის
pt_pt: Utilizar nome do executável para aplicações do terminal integradas
ru: Использовать имя исполняемого файла для встроенных консольных приложений
tr: Yerleşik terminal uygulamaları için çalıştırılabilir adı kullan
uk: Використовувати назву виконувального файлу для інтеграції термінальних додатків
vi: Sử dụng tên thực thi cho ứng dụng terminal được tích hợp

source: If enabled, apps that run in the terminal are renamed as their executable. You would need to add the aforementioned folder to your $PATH manually. For example, "golang_x86_64.appimage" will be saved as "go"
ar: إذا فُعِلت، التطبيقات التي تعمل في الطرفية سيعاد تسميتها لاسم ملف تنفيذها. ستحتاج إلى إضافة المجلد المذكور أعلاه إلى $PATH خاصتك يدويًا. كمثال، "golang_x86_64.appimage" سيُحفظ كـ"go"
es: Si se activa, las aplicaciones que se ejecutan en el terminal se renombran como su ejecutable. Tendrás que añadir manualmente la carpeta mencionada a tu $PATH. Por ejemplo, "golang_x86_64.appimage" sera guardo como "go"
fi_fi: Jos päätelaitteessa suoritetut sovellukset on käytössä, ne on nimetty uudelleen suoritettavaksi. Sinun on lisättävä edellä mainittu kansio $ -polullesi manuaalisesti. Esimerkiksi "golang_x86_64.Appimage" tallennetaan nimellä "Go"
fr: Si cette option est activée, les applications s’exécutant dans un terminal seront nommées comme leur exécutable. Vous devrez ajouter le dossier précédemment mentionné dans votre $PATH manuellement. Par exemple, « golang_x86_64.appimage » sera enregistré comme « go »
hi: सक्षम होने पर, टर्मिनल में चलने वाले ऐप्स का नाम उनके निष्पादन योग्य के रूप में बदल दिया जाता है। आपको उपरोक्त फोल्डर को अपने $PATH में हाथ से से जोड़ना होगा। उदाहरण के लिए, "golang_x86_64.appimage" को "go" के रूप में सहेजा जाएगा
it: Se abilitato, le applicazioni eseguite nel terminale vengono rinominate come il loro eseguibile. È necessario aggiungere manualmente la cartella sopracitata al proprio $PATH. Ad esempio, "golang_x86_64.appimage" verrà salvato come "go".
ka: თუ ჩართულია, აპების, რომლებიც ტერმინალში ეშვება სახელი მათ გამშვებ ფაილზე იცვლება. მოხსენიებული საქაღალდის თქვენს $PATH-ში ჩამატება ხელით მოგიწევთ. მაგალითად, "golang_x86_64.appimage" შენახული იქნება, როგორც "go"
pt_pt: Quando ativa, aplicações que são executadas no terminal são renomeadas com o nome do executável. Terá de adicionar manualmente a localização ao $PATH. Por exemplo, "golang_x86_64.appimage" será guardado como "go"
ru: Если включено, запускаемые в терминале приложения получают имена исполняемых файлов. При этом вышеупомянутую папку необходимо вручную добавить в $PATH. Например, «golang_x86_64.appimage» будет сохранено как «go»
tr: Etkinleştirilirse terminalde çalışan uygulamalar çalıştırılabilir adıyla yeniden adlandırılır. Yukarıda belirtilen klasörü $PATH'inize manuel olarak eklemeniz gerekir. Örneğin, "golang_x86_64.appimage", "go" olarak kaydedilecektir
uk: Якщо ввімкнено, програми, які запускаються в терміналі, будуть перейменовані як їхні виконувані файли. Вам потрібно буде вручну додати вищезазначену теку до вашого $PATH. Наприклад, "golang_x86_64.appimage" буде збережено як "go"
vi: Nếu bật, các ứng dụng chạy trong terminal sẽ được đổi tên theo tên thực thi của chúng. Bạn sẽ cần thêm thư mục nêu trên vào $PATH theo cách thủ công. Ví dụ, "golang_x86_64.appimage" sẽ được lưu với tên "go"

source: Preview hashes for new apps before loading metadata
ar: عاين تجزئات التطبيقات الجديدة قبل تحميل معلوماتها الوصفية
es: Previsualizar los hash de las nuevas aplicaciones antes de cargar los metadatos
fr: Prévisualiser les hachages des nouvelles apps avant le chargement des métadonnées
pt_pt: Pré-visualizar hashes para novas aplicações, antes de carregar os metadados
ru: Просмотр хэшей для новых приложений перед загрузкой метаданных

source: If enabled, a preview of the file you are trying to open is shown. Disable only if you trust your sources: malicious apps could execute code when loading the metadata.
ar: إذا فُعِلت، ستظهر معاينة للملف الذي تحاول فتحه. ألغي تفعيله فقط إذا كنت تثق بمصادرك: يمكن للتطبيقات الخبيثة تنفيذ الأوامر أثناء تحميل المعلومات الوصفية.
es: Si está habilitada, se muestra una vista previa del archivo que está intentando abrir. Deshabilítela solo si confía en sus fuentes: las aplicaciones maliciosas podrían ejecutar código al cargar los metadatos.
fr: Activer cette option montre une prévisualisation du fichier que vous voulez ouvrir. Ne désactivez que si vous faites confiance à vos sources : des applications malveillantes peuvent exécuter du code au chargement des métadonnées.
pt_pt: Quando ativo, uma pré-visualização do ficheiro que está a abrir será exibida. Apenas desative se confiar nas fontes: aplicações mal-intencionadas podem executar código ao carregar os metadados.
ru: Если включено, показывается предпросмотр файла, который вы пытаетесь открыть. Отключайте только в случае доверия к источнику: вредоносные приложения могут выполнять код при загрузке метаданных.

source: Use safe mechanisms to load metadata
ar: استخدم آليات آمنة لتحميل البيانات الوصفية
ka: უსაფრთხო მექანიზმების გამოყენება მეტამონაცემების ჩასატვირთად
pt_pt: Usar métodos confiáveis para carregar os metadados.

source: If enabled, the app will try to load an Appimage without using the built-in appimage-extract command. Disable only if you trust your sources: malicious apps could execute code when loading the metadata.
ar: إذا فُعلت، سيحاول التطبيق تحميل حزمة AppImage باستخدام أمر appimage-extract المضمن. ألغي تفعيله فقط إذا كنت تثق بمصادرك: يمكن للتطبيقات الخبيثة تنفيذ الأوامر أثناء تحميل المعلومات الوصفية.
ka: თი ჩართულია, აპი სცდის, AppImage ჩაშენებული appimage-extract ბრძანების გარეშე ჩატვირთოს. გამორთეთ, მხოლოდ, მაშინ, თუ ენდობით თქვენს წყაროს: მავნე აპებს მეტამონაცემების ჩატვირთვისას კოდის შესრულება შეუძლიათ.
pt_pt: Quando ativo, a aplicação irá tentar carregar uma Appimage sem utilizar o comando interno appimage-extract. Somente desative se confiar nas fontes: aplicações mal-intencionadas podem executar código ao carregar os metadados.

source: Debugging
ar: التنقيح
es: Depurando
fi_fi: Virheenkorjaus
fr: Débogage
hi: डिबगिंग
ka: გამართვა
pt_pt: Depuração
ru: Отладка
tr: Hata ayıklama
uk: Налагодження
vi: Gỡ lỗi

source: Enable debug logs
ar: فعِّل سجلات التنقيح
es: Habilitar registros de depuración
fi_fi: Ota virheenkorjaukset käyttöön
fr: Activer le journal de débogage
hi: डिबग लॉग सक्षम करें
it: Attiva log di debug
ka: გამართვის ჟურნალის ჩართვა
pt_pt: Ativar registos de depuração
ru: Включить журнал отладки
tr: Hata ayıklma loglarını etkinleştir
uk: Увімкнути звіти налагодження додатку
vi: Bật nhật ký gỡ lỗi

source: Increases log verbosity, occupying more disk space and potentially impacting performance. Requires a restart.
ar: يزيد من سجلات الإسهاب، محتلًا المزيد من مساحة القرص مما قد يؤثر على الأداء. يتطلب إعادة تشغيل.
es: Aumenta la verbosidad del registro, ocupando más espacio en disco y afectando potencialmente a el rendimiento. Requiere un reinicio.
fi_fi: Lisää loki -verbositeettia, miehittäen enemmän levytilaa ja mahdollisesti vaikuttavaa suorituskykyä. Vaatii uudelleenkäynnistyksen.
fr: Augmente la verbosité du journal, occupant plus d’espace disque et impactant potentiellement les performances. Nécessite un redémarrage.
hi: लॉग वाचालता बढ़ाता है, अधिक डिस्क स्थान घेरता है और संभावित रूप से प्रदर्शन को प्रभावित करता है। पुनरारंभ की आवश्यकता है।
it: Aumenta la verbosità dei log, occupando più spazio sul disco e potenzialmente impattando le prestazioni. Richiede il riavvio dell'app.
ka: ჟურნალის ჩანაწერების დეტალიზაციის გაზრდა. ეს მეტ ადგილს იკავებს დისკზე და შეიძლება, წარმადობაზე ჰქონდეს გავლენა. საჭიროებს გადატვირთვას.
pt_pt: Aumenta verbosidade dos registos, ocupando mais espaço de armazenamento e um potencial impacto na performance. Requer um reinicio.
ru: Увеличивает уровень детализации журнала, занимает больше места на диске и потенциально снижает производительность. Требуется перезагрузка.
tr: Günlük ayrıntılarını artırır, daha fazla disk alanı kaplar ve performansa etkisi olabilir. Yeniden başlatma gerektirir.
uk: Збільшує детальність звітів, через що вони будуть займати більше місця на диску і потенційно впливати на продуктивність додатку. Щоб ця опція вступила в силу, треба перезавантажити додаток.
vi: Tăng độ chi tiết của nhật ký, chiếm nhiều dung lượng đĩa hơn và có thể ảnh hưởng hiệu năng. Cần khởi động lại.

source: The folder must writeable
ar: يجب أن يكون المجلد قابلًا للكتابة
es: La carpeta debe tener permisos de escritura
fr: Le dossier doit avoir le droit d’écriture
it: La cartella deve essere scrivibile
ka: საქაღალდე ჩაწერადი უნდა იყოს
pt_pt: A pasta tem de ter permissão de escrita
ru: Папка должна быть доступна для записи
uk: Тека має бути доступною для запису
vi: Thư mục phải có quyền ghi

source: Select a folder
ar: اختر مجلدًا
es: Selecciona una carpeta
fi_fi: Valitse kansio
fr: Sélectionnez un dossier
hi: फोल्डर चुनें
it: Seleziona una cartella
ka: აირჩიეთ საქაღალდე
pt_pt: Selecione uma pasta
ru: Выбрать папку
tr: Bir klasör seç
uk: Обрати теку
vi: Chọn thư mục

source: The folder must be in your home directory
ar: المجلد يجب أن يكون داخل مسار المنزل خاصتك
es: La carpeta debe estar en tu directorio home
fi_fi: Kansion on oltava kotihakemistossa
fr: Le dossier doit être dans votre dossier personnel
hi: फोल्डर आपकी होम निर्देशिका में होना चाहिए
it: La cartella deve essere nella tua home
ka: საქაღალდე თქვენს საწყის საქაღალდეში უნდა იყოს
pt_pt: A pasta tem de estar na sua Pasta pessoal
ru: Папка должна находиться в вашем домашнем каталоге
tr: Klasör ana dizininizde olmalı
uk: Ця тека повинна бути у вашій "Домівка" теці
vi: Thư mục phải nằm trong thư mục chính của bạn

source: _Preferences
ar: ال_تفضيلات
es: _Preferencias
fi_fi: _Asetukset
fr: _Préférences
hi: प्राथमिकताएं (_P)
it: Preferenze
ka: _მორგება
pt_pt: _Preferências
ru: _Параметры
tr: _Tercihler
uk: _Налаштування
vi: _Tùy chọn

source: _Open Log File
ar: ا_فتح ملف السجل
es: _Abrir archivo Log
fi_fi: _Avaa lokitiedosto
fr: _Ouvrir le journal
hi: लॉग फाइल खोलें (_O)
it: Apri file di log
ka: _ჟურნალის ფაილის გახსნა
pt_pt: _Abrir registo de depuração
ru: _Открыть файл журнала
tr: _Günlük Dosyasını Aç
uk: Відкрити файл _звітування
vi: _Mở tệp nhật ký

source: _Show tutorial
ar: _شغّل الدرس التعليمي
es: _Mostrar tutorial
fi_fi: _Näytä tutoriaali
fr: _Afficher le tutoriel
hi: अनुशिक्षण दिखाएं (_S)
it: Apri tutorial
ka: _სახელმძღვანელოს ჩვენება
pt_pt: _Mostrar introdução
ru: _Показать руководство
tr: _Eğiticiyi göster
uk: Показати _інструкції
vi: _Hiển thị hướng dẫn

source: _About Gear lever
ar: _حول جيير ليفر
es: _Sobre Gear lever
fi_fi: _Tietoja Gear lever
fr: À _propos de Gear lever
hi: गियर लीवर के बारे में (_A)
it: Informazioni su Gear lever
ka: Gear lever-ის შეს_ახებ
pt_pt: _Acerca de Gear lever
ru: _О приложении Gear lever
tr: _Gear lever hakkında
uk: _Про Gear lever
vi: _Giới thiệu Gear lever

source: Conflict with "{app_name}"
ar: تعارض مع "{app_name}"
es: Conflicto con "{app_name}"
fi_fi: Konflikti "{app_name} kanssa" "
fr: Conflit avec « {app_name} »
hi: "{app_name}" के साथ टकराव
it: Conflitto con "{app_name}"
ka: კონფლიქტი აპთან "{app_name}"
pt_pt: Conflito com "{app_name}"
ru: Конфликт с "{app_name}"
tr: İle çakıştı "{app_name}"
uk: Конфлікт з "{app_name}"
vi: Xung đột với "{app_name}"

source: There is already an app with the same name, how do you want to proceed?
ar: يوجد تطبيق بنفس الاسم بالفعل، كيف تريد المتابعة؟
es: Tienes una app con el mismo nombre ¿Como quieres proceder?
fi_fi: On jo sama nimi sovellus, miten haluat edetä?
fr: Il y a déjà une application avec le même nom, comment souhaitez-vous procéder ?
hi: इसी नाम से एक ऐप पहले से मौजूद है, आप कैसे आगे बढ़ना चाहते हैं?
it: Esiste già un'applicazione con lo stesso nome, come vuoi procedere?
ka: აპი ამ სახელით უკვე არსებობს. როგორ გნებავთ, მოვიქცე?
pt_pt: Já existe uma aplicação com o mesmo nome, como pretende prosseguir?
ru: Приложение с таким именем уже существует. Что делать дальше?
tr: Aynı isimde bir uygulama zaten mevcut, nasıl devam etmek istiyorsunuz?
uk: Вже встановлено додаток з таким же ім'ям. Як ви бажаєте це вирішити?
vi: Đã có ứng dụng cùng tên, bạn muốn xử lý như thế nào?

source: Keep both
ar: اترك كلاهما
es: Mantener ambas
fi_fi: Pidä molemmat
fr: Conserver les deux
hi: दोनों रखें
it: Mantieni entrambi
ka: ორივეს დატოვება
pt_pt: Manter ambas
ru: Оставить оба
tr: İkisini de sakla
uk: Зберегти обидва
vi: Giữ cả hai

source: Replace
ar: استبدل
es: Remplazar
fi_fi: Korvaa
fr: Remplacer
hi: प्रतिस्थापित करें
it: Sostituisci
ka: ჩანაცვლება
pt_pt: Substituir
ru: Заменить
tr: Yer değiştir
uk: Замінити
vi: Thay thế

source: Drop your file here
ar: افلت ملفك هنا
es: Suelta tu archivo aqui
fi_fi: Vedä tiedostosi tänne
fr: Déposez votre fichier ici
hi: अपनी फाइल यहां छोड़ें
it: Rilascia il file qui
ka: ჩააგდეთ თქვენი ფაილი აქ
pt_pt: Arraste o ficheiro para aqui
ru: Перетащите файл сюда
tr: Dosyanızı buraya bırakın
uk: Перетягніть ваш файл сюди
vi: Thả tệp vào đây

source: Get started
ar: ابدأ
es: Empezar
fi_fi: Aloita
fr: Commencer
hi: आरंभ करें
it: Iniziamo
ka: დაიწყეთ
pt_pt: Começar
ru: Начало работы
tr: Başlayın
uk: Як розпочати
vi: Bắt đầu

source: Drag and drop an AppImage here or click on the "+" icon.
ar: اسحب وافلت حزمة AppImage هنا أو اضغط على أيقونة "+".
es: Arrastra y suelta una AppImage aqui o da click al icono "+".
fi_fi: Vedä ja pudota appimage täältä tai napsauta "" -kuvaketta.
fr: Glissez et déposez une AppImage ici ou cliquez sur l’icône « + ».
hi: किसी ऐपइमेज को यहां खींचें और छोड़ें या "+" आइकन पर क्लिक करें।
it: Trascina qui una AppImage clicca sull'icona "+".
ka: გადმოაგდეთ და დააგდეთ AppImage აქ, ან დააწკაპუნეთ ხატულაზე "+".
pt_pt: Arraste e largue uma AppImage aqui ou clique no ícone "+".
ru: Перетащите сюда AppImage или нажмите на значок «+».
tr: AppImage'ı buraya sürükleyin veya "+" simgesine tıklayın.
uk: Перетягніть AppImage додаток сюди або натисніть на "+" піктограму.
vi: Kéo và thả một AppImage vào đây hoặc nhấp vào biểu tượng "+".

source: If you don't see your apps, check if the selected folder is correct.
ar: لا تستطيع رؤية تطبيقاتك؟ تأكد من أن المجلد المحدَّد صحيح.
ka: თუ თქვენს აპებს ვერ ხედავთ, შეამოწმეთ, სწორია, თუ არა არჩეული საქაღალდე.
pt_pt: Se as suas aplicações não aparecerem, confirme se a pasta escolhida está correta.

source: Show welcome screen
ar: اظهِر صفحة الترحيب
es: Mostrar pantalla de bienvenida
fi_fi: Näytä Tervetuloa- ikkuna
fr: Afficher l’écran d’accueil
hi: स्वागत स्क्रीन दिखाएं
it: Mostra schermata di benvenuto
ka: საწყისი ეკრანის ჩვენება
pt_pt: Mostrar ecrã de boas-vindas
ru: Показать экран приветствия
tr: Karşılama ekranını göster
uk: Показати вікно привітання
vi: Hiển thị màn hình chào mừng

source: Open Preferences
ar: افتح التفضيلات
es: Abrir Preferencias
fi_fi: Avaa asetukset
fr: Ouvrir les Préférences
hi: प्राथमिकताएं खोलें
it: Apri le preferenze
ka: მორგების ფანჯრის გახსნა
pt_pt: Abrir Preferências
ru: Открыть настройку параметров
tr: Ayarları aç
uk: Відкрити налаштування
vi: Mở Tùy chọn

# shortcut window
source: General
ar: عام
fi_fi: Yleinen
fr: Général
hi: सामान्य
it: Generale
ka: ზოგადი
pt_pt: Geral
ru: Общие
tr: Genel
uk: Загальні
vi: Chung

# shortcut window
source: Show Shortcuts
ar: اظهر الاختصارات
es: Mostrar Atajos
fi_fi: Näytä Pikakuvakkeet
fr: Afficher les raccourcis
hi: शॉर्टकट दिखाएं
it: Mostra scorciatoie
ka: მალსახმობების ჩვენება
pt_pt: Mostrar atalhos
ru: Показать комбинации клавиш
tr: Kısayolları Göster
uk: Показати клавіатурні скорочення
vi: Hiển Thị Phím Tắt

# shortcut window
source: Quit
ar: اخرج
es: Salir
fi_fi: Lopeta
fr: Quitter
hi: छोड़ें
it: Esci
ka: გასვლა
pt_pt: Sair
ru: Выйти
tr: Çıkış
uk: Вийти
vi: Thoát

source: Hi, welcome to Gear lever
ar: اهلًا، مرحبًا بك في جيير ليفر
es: Hola, bienvenid@ a Gear lever
fi_fi: Hei, tervetuloa Gear leveriin
fr: Bonjour, bienvenue dans Gear lever
hi: नमस्ते, गियर लीवर में आपका स्वागत है
it: Ciao, benvenuto su Gear lever
ka: გამარჯობა. მოგესალმებათ Gear lever
pt_pt: Olá, bem-vindo ao Gear lever
ru: Привет, добро пожаловать в Gear lever
tr: Merhaba, Gear Lever'e hoş geldiniz
uk: Ласкаво просимо до Gear lever
vi: Xin chào, chào mừng đến với Gear lever

source: An app that helps you integrate AppImages into your system.
ar: تطبيق يساعدك في دمج حزم AppImage في نظامك.
es: Una app que te ayudara a integrar AppImages en tu sistema.
fr: Une application qui vous aide à intégrer les AppImages dans votre système.
ka: აპი, რომელიც AppImage-ების სისტემაში ინტეგრაციაში დაგეხმარებათ.
pt_pt: Uma aplicação que o ajuda a integrar AppImages no seu sistema.
ru: Приложение для интеграции приложений AppImage в систему.
vi: Một ứng dụng giúp bạn tích hợp AppImage vào hệ thống.

source: Click "Next" to follow this tutorial.
ar: اضغط "التالي" لمتابعة الدرس التعليمي.
es: Click en "Siguiente" para continuar con el tutorial.
fi_fi: Napsauta "Seuraava" seurataksesi tätä opetusohjelmaa.
fr: Cliquez sur « Suivant » pour suivre ce tutoriel.
hi: इस अनुशिक्षण का अनुसरण करने के लिए "अगला" पर क्लिक करें।
it: Fai clic su "Avanti" per seguire il tutorial.
ka: იმისათვის, რომ მიჰყვეთ ამ სახელმძღვანელოს, დააწკაპუნეთ ღილაკზე 'შემდეგი'.
pt_pt: Clique "Seguinte" para continuar com esta introdução.
ru: Нажмите «Далее» для продолжения просмотра этого руководства.
tr: Bu öğreticiyi takip etmek için "İleri"yi tıklayın.
uk: Натисніть "Далі", щоб продовжити.
vi: Nhấp "Tiếp" để theo hướng dẫn này.

source: Set the AppImage location
ar: عيّن مكان لAppImage
es: Selecciona la ubicación de la AppImage
fi_fi: Aseta Appimage -sijainti
fr: Sélectionnez l’emplacement de l’AppImage
hi: ऐपइमेज स्थान निर्धारित करें
it: Imposta una posizione per le AppImages
ka: AppImage-ის მდებარეობის დაყენება
pt_pt: Definir localização da AppImage
ru: Задайте местоположение AppImage
tr: AppImage konumunu ayarla
uk: Встановити теку з AppImage додатками
vi: Đặt vị trí AppImage
