Repository: mijorus/gearlever
Catalog: po/*.po
Languages: ar, es, fi_fi, fr, hi, it, ka, pt_pt, ru, tr, uk, vi

source: Gear Lever
ar: جيير ليفر
fi_fi: Vaihdevipu
hi: गियर लीवर

source: An utility to manage AppImages with ease!
ar: أداة لإدارة حزم AppImage بسهولة!
es: ¡Una utilidad para gestionar AppImages con facilidad!
fi_fi: Apuohjelma hoitamaan Appimageita!
fr: Un outil pour gérer facilement vos AppImages !
hi: ऐपइमेज को आसानी से प्रबंधित करने की एक उपयोगिता!
ka: პროგრამა AppImage-ების იოლად სამართავად!
pt_pt: Uma ferramenta para gerir AppImages com facilidade!
ru: Утилита позволяет с лёгкостью управлять приложениями AppImage!
tr: AppImages'ı kolaylıkla yönetmek için bir yardımcı program!
uk: Інструмент для легкого керування додатками AppImage!
vi: Một công cụ quản lý AppImage đơn giản và tiện lợi!

source: AppImage;
ar: AppImage;ه
fr: AppImage;application;
hi: AppImage;ऐपइमेज;
it: Gestisci i file AppImages:
uk: AppImage;program;install;remove;апка;аппімадже;додаток;застосунок;програма;встановити;видалити;

source: translator_credits
ar: محمد الباشا <contact.mu7basha@gmail.com>
es: racsu <racsu.com>
fi_fi: kääntäjän_krediitit
fr: Irénée Thirion <irenee.thirion@e.email>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
it: Lorenzo Paderi
ka: ეკატერინე პაპავა
pt_pt: Tick Dracy <tick_dracy@tutanota.com>
ru: Ворон <voron@duck.com>
tr: Mobilturka <03teknoloji@gmail.com>
uk: volkov <volkovissocool@gmail.com>
vi: ghi_công_người_dịch

source: Update
ar: حدث
es: Actualizar
fi_fi: Päivitä
fr: Mettre à jour
hi: अद्यतन
it: Aggiorna
ka: განახლება
pt_pt: Atualizar
ru: Обновить
tr: Güncelle
uk: Оновити
vi: Cập nhật

source: Save
ar: حفظ
es: Guardar
fi_fi: Tallenna
fr: Sauvegarder
hi: सहेजें
it: Salva
ka: შენახვა
pt_pt: Guardar
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu

source: Saved
ar: محفوظ
es: Guardado
fr: Sauvegardé
ka: შენახულია
pt_pt: Guardado
ru: Сохранено

source: Invalid data
ar: بيانات غير صالحة
es: Datos no válidos
fr: Données non valides
ka: არასწორი მონაცემები
pt_pt: Dados inválidos
ru: Неверные данные

source: Cancel update
ar: ألغي التحديث
es: Cancelar actualización
fi_fi: Peruuta päivitys
fr: Annuler la mise à jour
hi: अद्यतन रद्द करें
it: Cancella aggiornamento
ka: განახლების გაუქმება
pt_pt: Cancelar atualização
ru: Отменить обновление
tr: Güncellemeyi iptal et
uk: Скасувати оновлення
vi: Hủy cập nhật

source: Checking updates...
ar: جارٍ التحقق من التحديثات...
es: Comprobando actualizaciones...
fi_fi: Tarkistetaan päivityksiä...
fr: Vérification des mises à jour…
hi: अद्यतनों की जांच की जा रही है...
it: Controllo aggiornamenti...
ka: განახლებების შემოწმება...
pt_pt: A verificar atualizações…
ru: Проверка обновлений…
tr: Güncellemeler kontrol ediliyor...
uk: Перевіряємо оновлення...
vi: Đang kiểm tra cập nhật…

source: No updates available
ar: لا تحديثات متوفرة
es: No hay actualizaciones disponibles
fi_fi: Ei päivityksiä saatavilla
fr: Aucune mise à jour disponible
hi: कोई अद्यतन उपलब्ध नहीं
it: Nessun aggiornamento disponibile
ka: განახლებების ვერ ვიპოვე
pt_pt: Sem atualizações disponíveis
ru: Нет обновлений
tr: Güncelleme yok
uk: Оновлень немає
vi: Không có cập nhật

source: This application includes update information provided by the developer
ar: هذا التطبيق يحتوي على معلومات للتحديثات، مقدَّمة من المطور
es: Esta aplicación incluye información actualizada proporcionada por el desarrollador
fi_fi: Tämä sovellus sisältää kehittäjän toimittamat päivitystiedot
fr: Le développeur a fourni les informations de mise à jour pour cette application
hi: इस अनुप्रयोग में डेवलपर द्वारा प्रदान की गई अद्यतन जानकारी शामिल है
it: Questa applicazione include le informazioni di aggiornamento fornite dallo sviluppatore
ka: ეს აპლიკაცია შეიცავს პროგრამისტის მიერ მოწოდებულ განახლების ინფორმაციას
pt_pt: Esta aplicação incluí informação atualizada, fornecida pelo programador
ru: Это приложение содержит информацию об обновлении, предоставленную разработчиком
tr: Bu uygulama geliştirici tarafından sağlanan güncelleme bilgilerini içerir
uk: Додаток включає інформацію про оновлення надану його розробником
vi: Ứng dụng này bao gồm thông tin cập nhật do nhà phát triển cung cấp

source: Manage update details for this application
ar: ادِر تفاصيل التحديثات لهذا التطبيق
es: Gestionar los datos de actualización de esta aplicación
fi_fi: Hallitse tämän sovelluksen päivitystietoja
fr: Gérer les paramètres de mise à jour pour cette application
hi: इस अनुप्रयोग के लिए अद्यतन विवरण प्रबंधित करें
it: Gestisci le informazioni di aggiornamento per questa applicazione
ka: განახლების დეტალების მართვა ამ აპლიკაციისთვის
pt_pt: Gerir detalhes atualização desta aplicação
ru: Управление сведениями об обновлении для этого приложения
tr: Bu uygulamaya ilişkin güncelleme ayrıntılarını yönetin
uk: Керувати деталями оновлення цього додатку
vi: Quản lý chi tiết bản cập nhật cho ứng dụng này

source: This app is located outside the default folder <small>You can hide external apps in the settings</small>
ar: هذا التطبيق يوجد خارج المجلد الافتراضي <small>يمكنك إخفاء التطبيقات الخارجية في الاعدادات</small>
es: Esta aplicacion se encuentra fuera del directorio predeterminado <small>Puedes esconder aplicaciones externas en los ajustes</small>
fi_fi: Tämä sovellus sijaitsee oletuskansion ulkopuolella <small> voit piilottaa ulkoiset sovellukset asetuksissa </small>
fr: Cette application se trouve en dehors du dossier par défaut <small>Vous pouvez masquer les applications externes dans les paramètres</small>
hi: यह ऐप तयशुदा फोल्डर के बाहर स्थित है <small>आप सेटिंग में बाहरी ऐप्स छिपा सकते हैं</small>
it: Questa si trova fuori dalla cartella predefinita <small>Puoi nascondere le app esterne nelle preferenze</small>
ka: ეს აპი ნაგულისხმევი საქაღალდის გარეთაა მოთავსებული <small>გარე აპების დამალვა პარამეტრებში შეგიძლიათ</small>
pt_pt: Esta aplicação encontra-se localizada fora da pasta padrão <small>Pode ocultar aplicações externas nas definições</small>
ru: Это приложение находится вне папки по умолчанию. <small>Внешние приложения можно скрыть в настройке параметров</small>
tr: Bu uygulama varsayılan klasörün dışında bulunuyor <small>Harici uygulamaları ayarlarda gizleyebilirsiniz</small>
uk: Цей додаток знаходиться за межами стандартної теки <small>Ви можете сховати додатки за межами теки у налаштуваннях</small>
vi: Ứng dụng này nằm ngoài thư mục mặc định <small>Bạn có thể ẩn các ứng dụng bên ngoài trong cài đặt</small>

source: Please, verify the source of this app before opening it
ar: تأكَّد من مصدر التطبيق قبل فتحه
es: Por favor, verifique la fuente de esta aplicación antes de abrirla
fi_fi: Varmista tämän sovelluksen lähde ennen sen avaamista
fr: Veuillez vérifier la source de cette application avant de l’ouvrir
hi: कृपया इस ऐप को खोलने से पहले इसके स्रोत की पुष्टि कर लें
it: Si prega di verificare la fonte dell'app prima di eseguirla
ka: შეამოწმეთ ამ აპის წყარო მის გახსნამდე
pt_pt: Por favor, verifique a origem desta aplicação antes de abrir
ru: Проверьте источник этого приложения, прежде чем открывать его
tr: Lütfen açmadan önce bu uygulamanın kaynağını kontrol edin
uk: Будь ласка, перевірте джерело цього додатку перш ніж відкривати його
vi: Vui lòng xác minh nguồn gốc ứng dụng này trước khi mở

source: Unlock
ar: إلغاء القفل
es: Desbloquear
fi_fi: Avaa
fr: Déverrouiller
hi: खोलें
it: Sblocca
ka: განბლოკვა
pt_pt: Desbloquear
ru: Разблокировать
tr: Engellemeyi kaldır
uk: Розблокувати
vi: Mở khóa

source: Unkown Error
ar: خطأ مجهول
ka: უცნობი შეცდომა
pt_pt: Erro Desconhecido

source: Launching...
ar: يُطلق...
es: Lanzando...
fi_fi: Käynnistää...
fr: Lancement…
hi: शुरू हो रहा है...
it: Apro...
ka: გაშვება...
pt_pt: A executar…
ru: Запуск…
tr: Başlatılıyor...
uk: Запускаємо...
vi: Đang khởi chạy…

source: {app_name} is running, please close it before proceeding with the update
ar: التطبيق {app_name} مشغّل، اغلقه قبل بدء التحديث
ka: {app_name} გაშვებულია. დახურეთ ის, სანამ განახლებას დაიწყებდეთ
pt_pt: {app_name} está em execução, por favor encerre a aplicação antes de prosseguir com a atualização

source: Update error
ar: خطأ في التحديث
es: Error de actualización
fi_fi: Päivitysvirhe
fr: Erreur de mise à jour
hi: अद्यतन त्रुटि
it: Errore di aggiornamento
ka: განახლების შეცდომა
pt_pt: Erro de atualização
ru: Ошибка обновления
tr: Güncelleme hatası
uk: Помилка оновлення
vi: Lỗi cập nhật

source: Close
ar: اغلق
es: Cerrar
fi_fi: Sulje
fr: Fermer
hi: बंद करें
it: Chiudi
ka: დახურვა
pt_pt: Fechar
ru: Закрыть
tr: Kapalı
uk: Закрити
vi: Đóng

source: Do you really want to remove this app?
ar: أترغب في حذف هذا التطبيق؟
es: ¿Realmente desea eliminar esta aplicación?
fr: Voulez-vous vraiment désinstaller cette application ?
ka: მართლა გნებავთ ამ აპის წაშლა?
pt_pt: Quer mesmo remover esta aplicação?
ru: Удалить это приложение?
uk: Ви дійсно бажаєте видалити цей додаток?
vi: Bạn có chắc muốn gỡ ứng dụng này không?

source: Cancel
ar: إلغاء
es: Cancelar
fi_fi: Peruuta
fr: Annuler
hi: रद्द करें
it: Cancella
ka: გაუქმება
pt_pt: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy

source: Remove
ar: حذف
es: Eliminar
fi_fi: Poista
fr: Désinstaller
hi: हटाएं
it: Rimuovi
ka: წაშლა
pt_pt: Remover
ru: Удалить
tr: Sil
uk: Видалити
vi: Gỡ bỏ

source: This app runs in the terminal
ar: هذا التطبيق يعمل في الطرفية
es: Esta app corre via terminal
fi_fi: Tämä sovellus toimii päätelaitteessa
fr: Cette application s’exécute dans le terminal
hi: यह ऐप टर्मिनल में चलता है
it: Questa app esegue nel terminale
ka: ეს აპი ტერმინალში ეშვება
pt_pt: Esta aplicação é executada no terminal
ru: Это приложение запускается в терминале
tr: Bu uygulama terminalde çalışır
uk: Цей додаток запущено у терміналі
vi: Ứng dụng này chạy trong terminal

source: Launch
ar: إطلاق
es: Lanzar
fi_fi: Käynnistä
fr: Lancer
hi: शुरू करें
it: Lancia
ka: გაშვება
pt_pt: Executar
ru: Запустить
tr: Başlat
uk: Запустити
vi: Khởi chạy

source: Uninstalling...
ar: جارٍ إلغاء التثبيت...
es: Desinstalando...
fi_fi: Poistetaan asennus...
fr: Désinstallation…
hi: अस्थापित किया जा रहा है...
it: Disinstallo...
ka: წაშლა...
pt_pt: A desinstalar…
ru: Удаление…
tr: Kaldırılıyor...
uk: Видаляємо...
vi: Đang gỡ cài đặt…

source: Installing...
ar: جارٍ التثبيت...
es: Instalando...
fi_fi: Asennetaan...
fr: Installation…
hi: स्थापित किया जा रहा है...
it: Installo...
ka: დაყენება...
pt_pt: A instalar…
ru: Установка…
tr: Yükleniyor...
uk: Встановлюємо...
vi: Đang cài đặt…

source: Move to the app menu
ar: انقل لقائمة التطبيقات
es: Mover al menu de aplicaciones
fi_fi: Siirrä sovellusvalikkoon
fr: Déplacer vers le menu des applications
hi: ऐप मेनू पर ले जाएं
it: Aggiungi al menu delle app
ka: აპის მენიუში გადატანა
pt_pt: Mover para o menu das aplicações
ru: Добавить в меню приложений
tr: Uygulama menüsüne taşı
uk: Пересунути у меню додатків
vi: Chuyển vào menu ứng dụng

source: Error
ar: خطأ
fi_fi: Virhe
fr: Erreur
hi: त्रुटि
it: Errore
ka: შეცდომა
pt_pt: Erro
ru: Ошибка
tr: Hata
uk: Помилка
vi: Lỗi

source: This app might not be compatible with your system architecture
ar: هذا التطبيق قد لا يكون متوافقًا مع بنية نظامك
es: Es posible que esta aplicación no sea compatible con la arquitectura de tu sistema
fi_fi: Tämä sovellus ei ehkä ole yhteensopiva järjestelmäarkkitehtuurin kanssa
fr: Cette application risque de ne pas fonctionner avec votre système
hi: यह ऐप संभवतः आपके सिस्टम आर्किटेक्चर के साथ संगत नहीं है
it: Questa applicazione potrebbe non essere compatibile con la tua architettura
ka: ეს აპი, შეიძლება, თქვენი სისტემის არქიტექტურასთან თავსებადი არ იყოს
pt_pt: Esta aplicação pode não ser compatível com a arquitetura do seu sistema
ru: Это приложение может быть несовместимо с архитектурой вашей системы
tr: Bu uygulama sistem mimarinizle uyumlu olmayabilir
uk: Цей додаток може бути не сумісним з архітектурою вашої системи
vi: Ứng dụng này có thể không tương thích với kiến trúc hệ thống của bạn

source: Add a website
ar: اضف موقعًا إكترونيًا
es: Agregar un sitio web
fi_fi: Lisää www-sivulle
fr: Ajouter un site web
hi: एक वेबसाइट जोड़ें
it: Aggiungi un sito web
ka: ვებსაიტის დამატება
pt_pt: Adicionar página Web
ru: Добавить веб-сайт
tr: Web sitesi ekle
uk: Додати веб-сайт
vi: Thêm trang web

source: Website
ar: الموقع الإلكتروني
es: Sitio Web
fr: Site web
hi: वेबसाइट
it: Sito web
ka: ვებგვერდი
pt_pt: Página Web
ru: Веб-сайт
tr: Web sitesi
uk: Веб-сайт
vi: Trang web

source: Open URL
ar: افتح عنوان URL
es: Abrir URL
fi_fi: Avaa URL
fr: Ouvrir l’URL
hi: URL खोलें
it: Apri URL
ka: URL-ის გახსნა
pt_pt: Abrir URL
ru: Открыть URL-адрес
tr: URL'yi aç
uk: Відкрити URL-посилання
vi: Mở URL

source: How it works
ar: كيف يعمل
es: Cómo funciona
fi_fi: Kuinka se toimii
fr: Fonctionnement
hi: यह कैसे काम करता है
it: Come funziona?
ka: როგორ მუშაობს
pt_pt: Como funciona
ru: Как это работает
tr: Nasıl çalışır?
uk: Як це працює
vi: Cách hoạt động

source: Update management
ar: إدارة التحديثات
es: Gestión de la actualización
fi_fi: Päivityshallinta
fr: Gestion des mises à jour
hi: अद्यतन प्रबंधन
it: Gestione aggiornamenti
ka: განახლებების მართვა
pt_pt: Gestão Atualização
ru: Управление обновлениями
tr: Güncelleme yönetimi
uk: Керування оновленнями
vi: Quản lý cập nhật

source: Default
ar: الافتراضي
es: Por defecto
fr: Par défaut
ka: ნაგულისხმევი
pt_pt: Padrão

source: Source
ar: المصدر
es: Fuente
fi_fi: Lähde
hi: स्रोत
it: Sorgente
ka: წყარო
pt_pt: Origem
ru: Источник
tr: Kaynak
uk: Джерело
vi: Nguồn

source: Select the source type
ar: اختر نوع المصدر
es: Seleccione el tipo de fuente
fi_fi: Valitse lähteen tyyppi
fr: Sélectionnez le type de source
hi: स्रोत प्रकार चुनें
it: Selezione tipo di sorgente
ka: აირჩიეთ წყაროს ტიპი
pt_pt: Selecione o tipo da origem
ru: Выберите тип источника
tr: Kaynak türünü seçin
uk: Обрати тип джерела
vi: Chọn loại nguồn

source: Reload metadata
ar: اعِد تحميل البيانات الوصفية
es: Recargar metada
fi_fi: Uudista metadata
fr: Recharger les métadonnées
hi: मेटाडेटा पुनः लोड करें
it: Ricarica i metadati
ka: მეტამონაცემების თავიდან ჩატვირთვა
pt_pt: Recarregar metadados
ru: Обновить метаданные
tr: Metaverileri yeniden yükle
uk: Перезавантажити метадані
vi: Tải lại siêu dữ liệu

source: Update information like icon, version and description. Useful if the app updated itself.
ar: حدِث معلومات كالأيقونة، الإصدار، والوصف. مفيدة إذا حدَّث التطبيق نفسه.
es: Actualizar información como icono, versión y descripción. Útil si la aplicación se actualizó por si misma.
fi_fi: Päivitä tiedot, kuten kuvake, versio ja kuvaus. Hyödyllinen, jos sovellus päivitetään itse.
fr: Mettre à jour des informations comme l’icône, la version et la description. Utile si l’application se met à jour elle-même.
hi: आइकन, संस्करण और विवरण जैसी जानकारी अद्यतन करें। यदि ऐप स्वयं अद्यतन होता है तो उपयोगी है।
it: Aggiornare le informazioni come l'icona, la versione e la descrizione. Utile se l'applicazione si è aggiornata automaticamente.
ka: ისეთი ინფორმაციის განახლება, როგორიცაა ხატულა, ვერსია და აღწერა. სასარგებლოა, თუ აპი თავის თავს ანახლებს.
pt_pt: Atualizar detalhes, tais como ícones, versão e descrição. Útil caso a aplicação tenha sido atualizada automaticamente.
ru: Обновление информации, такой как значок, версия и описание. Полезно, если приложение обновлялось само.
tr: Simge, sürüm ve açıklama gibi bilgileri güncelleyin. Uygulama kendini güncelliyorsa kullanışlıdır.
uk: Оновити інформацію, таку як: піктограму, версію і опис. Корисно, якщо додаток оновився самостійно.
vi: Cập nhật thông tin như biểu tượng, phiên bản và mô tả. Hữu ích khi ứng dụng tự cập nhật.

source: Command line arguments
ar: معاملات سطر الأوامر
es: Argumentos de la línea de comandos
fi_fi: Komentorivi perusteet
fr: Arguments en ligne de commande
hi: कमांड लाइन तर्क
it: Argomenti da linea di comando
ka: ბრძანების სტრიქონის არგუმენტები
pt_pt: Parâmetros da linha de comandos
ru: Аргументы командной строки
tr: Komut satırı argümanları
uk: Аргументи командного рядку
vi: Tham số dòng lệnh

source: Hash
ar: التجزئة
fr: Hachage
hi: हैश
ka: ჰეში
ru: Хэш
tr: Karma
uk: Хеш-сума

source: Path
ar: المسار
es: Directorio
fi_fi: Polku
fr: Chemin d’accès
hi: पथ
it: Posizione
ka: ბილიკი
pt_pt: Localização
ru: Путь
tr: Yol
uk: Шлях
vi: Đường Dẫn

source: Open Folder
ar: افتح المجلد
es: Abrir carpeta
fi_fi: Avaa kansio
fr: Ouvrir le dossier
hi: फोल्डर खोलें
it: Apri cartella demo
ka: საქაღალდის გახსნა
pt_pt: Abrir Pasta
ru: Открыть папку
tr: Dizini aç
uk: Відкрити теку
vi: Mở Thư Mục

source: Package type
ar: نوع الحزمة
es: Tipo de paquete
fi_fi: Pakkauksen tyyppi
fr: Type de paquet
hi: पैकेज प्रकार
it: Tipo pacchetto
ka: პაკეტის ტიპი
pt_pt: Tipo de Pacote
ru: Тип пакета
tr: Paket türü
uk: Тип пакунку
vi: Kiểu gói

source: Key
ar: المفتاح
es: Clave
fi_fi: Avain
fr: Clé
hi: कुंजी
it: Chiave
ka: გასაღები
pt_pt: Chave
ru: Ключ
tr: Anahtar
uk: Ключ
vi: Khóa

source: Value
ar: القيمة
es: Valor
fi_fi: Arvo
fr: Valeur
hi: मान
it: Valore
ka: მნიშვნელობა
pt_pt: Valor
ru: Значение
tr: Değer
uk: Значення
vi: Giá trị

source: Environment variables
ar: متغيرات البيئة
es: Variables de entorno
fi_fi: Ympäristömuuttujat
fr: Variables d’environnement
hi: पर्यावरण वेरिएबल
it: Variabili d'ambiente
ka: გარემოს ცვლადები
pt_pt: Variáveis de ambiente
ru: Переменные среды
tr: Ortam değişkenleri
uk: Змінні середовища
vi: Biến môi trường

source: Add or customize environment for this application
ar: اضف أو خصص بيئة هذا التطبيق
es: Añadir o personalizar el entorno para esta aplicación
fi_fi: Lisää tai mukauta ympäristöä tätä sovellusta varten
fr: Éditer les variables d’environnement de cette application
hi: इस अनुप्रयोग के लिए पर्यावरण जोड़ें या अनुकूलित करें
it: Aggiungi o personalizza variabili d'ambiente per questa applicazione
ka: გარემოს დამატება, ან მორგება ამ აპლიკაციისთვის
pt_pt: Adicionar ou personalizar o ambiente desta aplicação
ru: Добавьте или настройте среду для этого приложения
tr: Bu uygulama için ortam ekleyin veya özelleştirin
uk: Додати або керувати змінними цього додатку
vi: Thêm hoặc tùy chỉnh môi trường cho ứng dụng này

source: Open a new AppImage
ar: افتح حزمة AppImage جديدة
es: Abrir una nueva AppImage
fi_fi: Avaa uusi AppImage
fr: Ouvrir une nouvelle AppImage
hi: नया ऐपइमेज खोलें
it: Apri una nuova AppImage
ka: ახალი AppImage-ის გახსნა
pt_pt: Abrir uma nova AppImage
ru: Открыть новый AppImage
tr: Yeni AppImage açın
uk: Відкрити новий AppImage
vi: Mở AppImage mới

source: Open
ar: افتح
es: Abrir
fi_fi: Avaa
fr: Ouvrir
hi: खोलें
it: Apri
ka: გახსნა
pt_pt: Abrir
ru: Открыть
tr: Aç
uk: Відкрити
vi: Mở

source: Open a file
ar: افتح ملفًا
es: Abrir un archivo
fi_fi: Avaa tiedosto
fr: Ouvrir un fichier
hi: फाइल खोलें
it: Apri un file
ka: ფაილის გახსნა
pt_pt: Abrir ficheiro
ru: Открыть файл
tr: Dosya aç
uk: Відкрити файл
vi: Mở một tệp

source: Check for updates
ar: تحقق من التحديثات
es: Buscar actualizaciones
fi_fi: Tarkista päivitykset
fr: Vérifier les mises à jour
hi: अद्यतनों के लिए जांचें
it: Controllo aggiornamenti
ka: განახლებების შემოწმება
pt_pt: Procurar atualizações
ru: Проверить обновления
tr: Güncellemeleri kontrol edin
uk: Перевірити наявність оновлень
vi: Kiểm tra cập nhật

source: No updates found
ar: لم يُعثر على تحديثات
es: No se han encontrado actualizaciones
fr: Aucune mise à jour trouvée
it: Nessun aggiornamento trovato
ka: განახლებები ვერ ვიპოვე
pt_pt: Não foram encontradas atualizações
ru: Обновлений не найдено
uk: Оновлень не знайдено
vi: Không tìm thấy cập nhật

source: Update all
ar: حدّث الكل
es: Actualizar todo
fr: Tout mettre à jour
ka: ყველას განახლება
pt_pt: Atualizar tudo
ru: Обновить все

source: Filter installed applications
ar: رشّح التطبيقات المثبَّتة
es: Filtrar aplicaciones instaladas
fi_fi: Suodatin asennetut sovellukset
fr: Filtrer les applications installées
hi: स्थापित अनुप्रयोगों को छाने
it: Filtra applicazioni installate
ka: დაყენებული აპლიკაციების გაფილტვრა
pt_pt: Filtrar aplicações instaladas
ru: Фильтровать установленные приложения
tr: Yüklü uygulamaları filtrele
uk: Сортувати встановлені додатки
vi: Lọc ứng dụng đã cài

source: Installed applications
ar: التطبيقات المثبَّتة
es: Aplicaciones instaladas
fi_fi: Asennetut sovellukset
fr: Applications installées
hi: स्थापित अनुप्रयोग
it: Applicazioni installate
ka: დაყენებული აპლიკაციები
pt_pt: Aplicações instaladas
ru: Установленные приложения
tr: Yüklü uygulamalar
uk: Встановлені додатки
vi: Ứng dụng đã cài

source: General
ar: عام
fi_fi: Yleinen
fr: Général
hi: सामान्य
it: Generale
ka: ზოგადი
pt_pt: Geral
ru: Общие
tr: Genel
uk: Загальні
vi: Chung

source: AppImage default location
ar: المكان الافتراضي للأبايميج
es: Ubicación por defecto de la AppImage
fi_fi: Appimage -oletuspaikka
fr: Emplacement par défaut des AppImages
hi: ऐपइमेज का तयशुदा स्थान
it: Posizione predefinita delle AppImage
ka: AppImage-ის ნაგულისხმევი მდებარეობა
pt_pt: Localização padrão das AppImages
ru: Расположение AppImage по умолчанию
tr: Varsayılan AppImage konumu
uk: Стандартна тека для додатків AppImage
vi: Vị trí mặc định của AppImage

source: Show integrated AppImages outside the default folder
ar: اظهر حزم AppImage المدمجة خارج المجلد الافتراضي
es: Muestra las AppImages integradas fuera de la carpeta por defecto
fi_fi: Näytä integroidut AppImages oletuskansion ulkopuolella
fr: Afficher les AppImages intégrées en dehors du dossier par défaut
hi: तयशुदा फोल्डर के बाहर एकीकृत ऐपइमेज दिखाएं
it: Mostra le AppImage integrate fuori dalla cartella predefinita
ka: ინტეგრირებული AppImage-ების ნაგულისხმევი საქაღალდის გარეთ ჩვენება
pt_pt: Mostrar AppImages integradas que encontram-se fora da localização padrão
ru: Показывать интегрированные AppImage за пределами папки по умолчанию
tr: Varsayılan klasör dışındaki entegre edilmiş AppImage'ları göster
uk: Показувати інтегровані AppImage додатки за межами стандартної теки
vi: Hiển thị AppImage tích hợp ngoài thư mục mặc định

source: List AppImages that have been integrated into the system menu but are located outside the default folder
ar: اظهر حزم AppImage التي تم دمجها بقائمة النظام لكنها توجد خارج المجلد الافتراضي
es: Lista de AppImages que han sido integradas en el menu del sistema, pero estan fuera de la carpeta por defecto
fi_fi: Luettelo Appimages, jotka on integroitu järjestelmävalikkoon, mutta jotka sijaitsevat oletuskansion ulkopuolella
fr: Liste les AppImages qui ont été intégrées dans le menu système mais qui se trouvent en dehors du dossier par défaut
hi: उन ऐपइमेज की सूची बनाएं जिन्हें सिस्टम मेनू में एकीकृत किया गया है लेकिन तयशुदा फोल्डर के बाहर स्थित हैं
it: Elenca le AppImage che sono state integrate nel menu di sistema ma che si trovano al di fuori della cartella predefinita
ka: AppImage-ების სია, რომლებიც ინტეგრირებულია სისტემურ მენიუში, მაგრამ მოთავსებულია ნაგულისხმევი საქაღალდის გარეთ
pt_pt: Listar AppImages que encontram-se integradas no menu do sistema, mas estão localizadas fora da localização padrão
ru: Показывает список AppImage, которые были интегрированы в системное меню, но расположены за пределами папки по умолчанию
tr: Sistem menüsüne entegre edilmiş ancak varsayılan klasörün dışında bulunan AppImage'ları listeleyin
uk: Показувати AppImage додатки які були інтегровані в системне меню, але які знаходяться за межами стандартної теки
vi: Liệt kê các AppImage đã được tích hợp vào menu hệ thống nhưng nằm ngoài thư mục mặc định

source: Updates management
ar: إدارة التحديثات
es: Gestión de actualizaciones
fi_fi: Päivityshallinta
fr: Gestion des mises à jour
hi: अद्यतन प्रबंधन
it: Gestione aggioramenti
ka: განახლებების მართვა
pt_pt: Gestão de Atualizações
ru: Управление обновлениями
tr: Güncelleme yönetimi
uk: Керування оновленнями
vi: Quản lý cập nhật

source: Check updates on system startup
ar: تحقق من التحديثات عند إقلاع النظام
es: Comprobar actualizaciones al iniciar el sistema
fr: Vérifier les mises à jour au démarrage du système
it: Controlla aggiornamenti all'avvio del sistema
ka: განახლებების შემოწმება სისტემის გაშვებისას
pt_pt: Procurar atualizações ao iniciar
ru: Проверять обновления при запуске системы
uk: Перевіряти наявність оновлень при завантаженні системи
vi: Kiểm tra cập nhật khi khởi động hệ thống
