Repository: mijorus/gearlever
Catalog: po/*.po
Languages: ar, es, fi_fi, fr, hi, it, ka, pt_pt, ru, tr, uk, vi

source: Gear lever groups all your AppImages into a specific folder and keeps them organized.
ar: جيير ليفر سيجمع كل حزم AppImage خاصتك في مجلد محدَّد لإبقائهم مرتبين.
es: Gear lever mueve todas tus AppImages a una carpeta especifica que las mantiene organizadas.
fi_fi: Vaihdevipu ryhmittelee kaikki AppIragit tiettyyn kansioon ja pitää ne järjestäytyneinä.
fr: Gear lever regroupe toutes vos AppImages dans un dossier spécifique en les gardant organisées.
hi: गियर लीवर आपके सभी ऐपइमेज को एक विशिष्ट फोल्डर में समूहित करता है और उन्हें व्यवस्थित रखता है।
it: Gear lever raggruppa tutte le tue AppImages dentro una cartella per mantenerle organizzate.
ka: Gear lever აჯგუფებს თქვენს AppImage-ებს მითითებულ საქაღალდეში და მათ ორგანიზებულად ინარჩუნებს.
pt_pt: Gear lever agrupa todas as suas AppImages numa pasta especifica mantendo-as organizadas.
ru: Gear lever группирует все AppImage в определенную папку и упорядочивает их.
tr: Gear lever tüm AppImage'larınızı belirli bir klasörde gruplandırır ve saklar.
uk: Gear lever згрупує усі ваші AppImage додатки у обрану теку і буде сортувати їх там.
vi: Gear lever gom tất cả AppImage của bạn vào một thư mục cụ thể và giữ chúng ngăn nắp.

source: <b>By default, AppImages are saved at: {location}</b>
ar: <b>إفتراضيًا، تُحفَظ حزم AppImage في: {location}</b>
es: <b>Por defecto, las AppImages se guardan en: {location}</b>
fr: <b>Par défaut, les AppImages sont enregistrées dans : {location}</b>
ka: <b>ნაგულისხმევად AppImage-ები შენახულია საქაღალდეში: {location}</b>
pt_pt: <b>Por padrão, as AppImages são guardadas em: {location}</b>
ru: <b>По умолчанию файлы AppImage сохраняются в: {location}</b>

source: Change AppImage location
ar: غيّر مكان AppImage
es: Mueve la ubicación de la AppImage
fi_fi: Vaihda AppImagen paikka
fr: Changer l’emplacement des AppImages
hi: ऐपइमेज का स्थान बदलें
it: Cambia la posizione
ka: AppImage-ის მდებარეობის შეცვლა
pt_pt: Alterar localização da AppImage
ru: Изменить расположение AppImage
tr: AppImage konumunu değiştir
uk: Змінити теку з AppImage додатками
vi: Thay đổi vị trí AppImage

source: You can customize it later in the preferences.
ar: تستطيع تخصيصها لاحقًا في التفضيلات.
es: Puedes customizarlo despues en preferencias.
fi_fi: Voit mukauttaa sen myöhemmin mieltymyksissä.
fr: Vous pouvez modifier cela plus tard dans les préférences.
hi: आप इसे बाद में प्राथमिकताओं में अनुकूलित कर सकते हैं।
it: Puoi personalizzarlo in seguito nelle preferenze.
ka: ამის შეცვლა მოგვიანებით, მორგების ფანჯარაში შეგიძლიათ.
pt_pt: Poderá personalizar mais tarde, nas preferências.
ru: Это можно изменить в настройках параметров.
tr: Daha sonra tercihlerde özelleştirebilirsiniz.
uk: Ви можете змінити цю опцію потім у налаштуваннях.
vi: Bạn có thể tùy chỉnh sau trong Tùy chọn.

source: Set Gear lever as default
ar: عيّن جيير ليفر كالإفتراضي
es: Selecciona Gear lever por defecto
fi_fi: Aseta Gear lever oletuksena
fr: Définir Gear lever comme application par défaut
hi: गियर लीवर को तयशुदा रूप में निर्धारित करें
it: Imposta Gear lever come predefinito
ka: Gear lever-ის ნაგულისხმევად დაყენება
pt_pt: Definir Gear lever como padrão
ru: Установить Gear lever по умолчанию
tr: Gear lever'ı varsayılan olarak ayarla
uk: Встановити Gear lever за замовченням
vi: Đặt Gear lever làm mặc định

source: Click on the button to open a demo folder, containing a sample AppImage.
ar: اضغط على الزر لفتح مجلد عرضي، يحتوي على عينة لAppImage.
es: Da click al boton para abrir una carpeta demo, que contiene una AppImage de ejemplo.
fi_fi: Napsauta painiketta avataksesi esittelykansio, joka sisältää näytteen.
fr: Cliquez sur le bouton pour ouvrir un dossier de démonstration, contenant un échantillon AppImage.
hi: एक नमूना ऐपइमेज युक्त प्रदर्शन फोल्डर खोलने के लिए बटन पर क्लिक करें।
it: Fai clic sul pulsante per aprire una cartella demo, contenente una AppImage di esempio.
ka: დააწკაპუნეთ ღილაკზე სადემონსტრაციო საქაღალდის გასახსნელად, რომელიც ნიმუშ AppImage-ს შეიცავს.
pt_pt: Clique no botão para abrir a pasta de demonstração, onde contém um exemplo de uma AppImage.
ru: Нажмите на кнопку для открытия демо-папки с примером AppImage.
tr: Örnek bir AppImage içeren demo klasörünü açmak için düğmeye tıklayın.
uk: Натисніть на кнопку, щоб відкрити теку з демонстраційним AppImage додатком.
vi: Nhấp vào nút để mở thư mục demo, chứa một AppImage mẫu.

source: Use the right-click menu to set Gear lever as the default app for ".appimage" files
ar: استخدم قائمة الزر الايمن لتعيين جيير ليفر كالتطبيق الافتراضي لملفات ".appimage"
es: Da click derecho para configurar Gear lever como la app por defecto para abrir archivos ".appimage"
fi_fi: Aseta Gear Lever oletussovellukseksi ".Appimage" -tiedostot
fr: Utilisez le menu du clic droit pour définir Gear lever comme application par défaut pour les fichiers « .appimage »
hi: गियर लीवर को ".appimage" फाइलों के लिए तयशुदा ऐप के रूप में निर्धारित करने के लिए दाएं-क्लिक मेनू का उपयोग करें
it: Usa il tasto destro del mouse per impostare Gear lever come applicazione predefinita per i file ".appimage"
ka: გამოიყენეთ მარჯვენა-წკაპის მენიუ, რომ დააყენოთ Gear lever ნაგულისხმევ აპად ".appimage" ფაილებისთვის
pt_pt: Utilize o menu clique-direito para definir o Gear lever como a aplicação padrão para ficheiros ".appimage"
ru: Используйте контекстное меню для установки Gear lever в качестве приложения по умолчанию для файлов «.appimage»
tr: Gear lever'ı ".appimage" doyalarına varsayılan uygulama olarak atamak için sağ tık menüsünü kullanın
uk: Натисніть праву кнопку миші по ньому і у меню оберіть пункт, щоб зробити Gear Lever стандартним додатком для відкривання ".appimage" файлів
vi: Sử dụng menu nhấp phải để đặt Gear lever làm ứng dụng mặc định cho các tệp ".appimage"

source: Open demo folder
ar: افتح المجلد العرضي
es: Abrir carpeta demo
fi_fi: Avaa demo-kansio
fr: Ouvrir le dossier de démonstration
hi: प्रदर्शन फोल्डर खोलें
it: Apri cartella demo
ka: დემოს საქაღალდის გახსნა
pt_pt: Abrir pasta de demonstração
ru: Открыть демо-папку
tr: Demo klasörünü aç
uk: Відкрити демонстраційну теку
vi: Mở thư mục demo

source: This step is optional
ar: هذه الخطوة اختيارية
es: Este paso es opcional
fi_fi: Tämä vaihe on valinnainen
fr: Cette étape est facultative
hi: यह चरण वैकल्पिक है
it: Questo step è facoltativo
ka: ეს ნაბიჯი სავალდებულო არაა
pt_pt: Este passo é opcional
ru: Этот шаг необязателен
tr: Bu adım isteğe bağlıdır
uk: Цей крок не обов'язковий
vi: Bước này là tùy chọn

source: All done, let's go!
ar: كل شيء جاهز، هيا بنا!
es: Todo listo, ¡buena suerte!
fi_fi: Kaikki tehty, mennään!
fr: Tout est prêt, allons-y !
hi: सब हो गया, चलो चलते हैं!
it: Tutto fatto, andiamo!
ka: ყველაფერი მზადაა. წავედით!
pt_pt: Tudo pronto, vamos lá!
ru: Все готово, поехали!
tr: Her şey tamam, hadi gidelim!
uk: Все готово, можна розпочинати!
vi: Xong rồi, đi thôi!

source: Close tutorial
ar: اغلق الدرس التعليمي
es: Cerrar tutorial
fi_fi: Sulje tutoriaali
fr: Fermer le tutoriel
hi: अनुशिक्षण बंद करें
it: Chiudi tutorial
ka: &სახელმძღვანელოს დახურვა
pt_pt: Fechar introdução
ru: Закрыть руководство
tr: Eğiticiyi kapat
uk: Закрити інструкції
vi: Đóng hướng dẫn

source: No description provided
ar: لم يُوفَر وصف
es: Sin descripción
fi_fi: Ei kuvausta annettu
fr: Aucune description fournie
hi: कोई विवरण उपलब्ध नहीं कराया गया
it: Nessuna descrizione fornita
ka: აღწერის გარეშე
pt_pt: Nenhuma descrição fornecida
ru: Описание не предоставлено
tr: Açıklama yapılmadı
uk: Опис не надано
vi: Không có mô tả

source: The downloaded file is not a valid appimage, please check if the provided URL is correct
ar: الملف المحمَّل ليس AppImage صالح، تأكَّد من أن عنوان URL المزوَّد صحيح
es: El archivo descargado no es una appimage válida, por favor compruebe si la URL proporcionada es correcta
fi_fi: Ladattu tiedosto ei ole kelvollinen appimage, tarkista, onko URL -osoite oikea
fr: Le fichier téléchargé n’est pas un AppImage valide, veuillez vérifier si l’URL fournie est correcte
hi: डाउनलोड की गई फाइल मान्य एपिमेज नहीं है, कृपया जांचें कि प्रदान किया गया यूआरएल सही है या नहीं
ka: გადმოწერილი ფაილი სწორი appimage არაა. შეამოწმეთ მოწოდებული URL-ის სისწორე
pt_pt: O ficheiro descarregado não é uma AppImage válida, por favor verifique se o URL está correto
ru: Загруженный файл не является допустимым AppImage, проверьте правильность предоставленного URL-адреса
tr: İndirilen dosya geçerli bir appimage değil, URL'nin doğru olup olmadığını kontrol edin
uk: Завантажений файл не є валідним додатком appimage, будь ласка, перевірте чи є надане URL-посилання дійсним
vi: Tệp tải xuống không phải là AppImage hợp lệ, vui lòng kiểm tra xem URL cung cấp có đúng không

source: Running AppImages on NixOS requires appimage-run
ar: تشغيل حزم AppImage على NixOS يتطلب appimage-run
es: Ejecutar AppImages en NixOS requiere appimage-run
fi_fi: Appimagesin suorittaminen Nixosissa vaatii appIrage-runin
fr: L’exécution d’AppImages sur NixOS nécessite appimage-run
hi: NixOS पर ऐपइमेज चलाने के लिए appimage-run की आवश्यकता होती है
ka: AppImage-ების NixOS-ზე გაშვებას appimage-run სჭირდება
pt_pt: Executar AppImages em NixOS requer appimage-run
ru: Для запуска AppImage на NixOS требуется appimage-run
tr: NixOS'te AppImage'ları çalıştırmak için appimage-run gerekir
uk: Запуск AppImage додатків на NixOS потребує appimage-run
vi: Chạy AppImage trên NixOS yêu cầu appimage-run

source: AppImages require FUSE to run. You might still be able to run it with --appimage-extract-and-run in the command line arguments. Click the link below for more information. {url}
ar: حزم AppImage تتطلب FUSE لتعمل. يزال بمستطاعك تشغيلها مع --appimage-extract-and-run في معاملات سطر الأوامر. لمزيد من المعلومات اضغط على الرابط الآتي. {url}
es: Las AppImages requieren FUSE para ejecutarse. Es posible que aún pueda ejecutarlo con --appimage-extract-and-run en los argumentos de la línea de comandos. Haga clic en el siguiente enlace para obtener más información. {url}
fi_fi: Appimages vaatii FUSE-toiminnan. Saatat silti pystyä suorittamaan sen --appimage-extract-and-run komentorivipäätteessä. Napsauta alla olevaa linkkiä saadaksesi lisätietoja. {url}
fr: L’exécution d’AppImages nécessite FUSE. Il devrait toujours être possible de l'exécuter en ligne de commande avec l’option --appimage-extract-and-run Vous trouverez plus d'informations en cliquant sur le lien ci-dessous. {url}
hi: ऐपइमेज को चलाने के लिए FUSE की आवश्यकता होती है। आप कमांड लाइन तर्कों में --appimage-extract-and-run के साथ इसे चलाने में सक्षम हो सकते हैं। अधिक जानकारी के लिए नीचे दिए गए लिंक पर क्लिक करें। {url}
ka: AppImage-ებს გასაშვებად FUSE სჭირდება. მათი გაშვება, შეიძლება, მაინც გამოგივიდეთ არგუმენტებით --appimage-extract-and-run. მეტი ინფორმაციისთვის დააწკაპუნეთ ბმულს ქვემოთ. {url}
pt_pt: As AppImages requerem o FUSE para executar. Nalguns casos poderá funcionar usando --appimage-extract-and-run nos parâmetros da linha de comandos. Clique na seguinte ligação para mais informação. {url}
ru: Для запуска AppImage необходим FUSE. Тем не менее, запуск возможен при указании аргумента командной строки --appimage-extract-and-run. Для получения более подробной информации, нажмите на ссылку ниже. {url}
tr: AppImage'ların çalışması için FUSE gerekiyor. --appimage-extract-and-run komut satırı argümanıyla çalıştırmanız mümkün olabilir. Daha fazla bilgi için aşağıdaki bağlantıya tıklayın. {url}
uk: AppImage додатки потребують FUSE для запуску. Ви все ще можете запустити його за допомогою аргументу --appimage-extract-and-run командної строки. Клацніть на посилання нижче щоб дізнатися більше. {url}
vi: AppImage cần FUSE để chạy. Bạn vẫn có thể chạy bằng --appimage-extract-and-run trong tham số dòng lệnh. Nhấp liên kết bên dưới để biết thêm thông tin. {url}

source: Any attempts at loading this app's metadata failed; if you want proceed using appimage-extract, please disable the security option in the settings.
ar: فشلت كل محاولات تحميل المعلومات الوصفية لهذا التطبيق؛ للمتابعة استخدم appimage-extract، وعطّل خيار الأمان في الإعدادات.
ka: აპის მეტამონაცემების ჩატვირთვის ყველა მცდელობა ჩავარდა. თუ გნებავთ, appimage-extract-ით გააგრძელოთ, გამორთეთ უსაფრთხოების პარამეტრი მორგების ფანჯარაში.
pt_pt: Nenhuma tentativa de carregar os metadados desta aplicação foi bem-sucedida; se deseja continuar usando o appimage-extract, por favor desligue essa configuração de segurança nas definições.

source: Preview new apps in a minimal UI
ka: ახალი აპების გადახედვა მინიმალურ ინტერფეისში

source: If you don't see your apps, check if the selected folder is correct.
es: Si es que no ves tus aplicaciones, revisa que la carpeta seleccionada es correcta.
fi_fi: Jos et näe sovelluksiasi, tarkista, onko valittu kansio oikea.
fr: Si vous ne voyez pas vos applications, vérifiez que le dossier sélectionné est correct.
hi: यदि आपको अपने ऐप्स दिखाई नहीं देते हैं, तो जांचें कि चयनित फोल्डर सही है या नहीं।
it: Se non vedi le tue applicazioni, controlla che la cartella selezionata sia quella corretta.
ru: Если приложения не отображаются, проверьте правильность выбора папки.
tr: Uygulamalarınızı görmüyorsanız doğru klasörün seçilip seçilmediğini kontrol edin.
uk: Якщо ви не бачите ваші додатки, перевірте, чи правильну теку ви обрали.
vi: Nếu bạn không thấy ứng dụng của mình, kiểm tra xem thư mục đã chọn có chính xác không.

source: Update URL
fi_fi: Päivitä URL
hi: अद्यतन URL
it: URL di aggiornamento
tr: URL'yi güncelle
uk: Оновити URL-адресу
vi: URL cập nhật

source: Add
fi_fi: Lisää
hi: जोड़ें
it: Aggiungi
tr: Ekle
uk: Додати
vi: Thêm

source: An app that helps you integrating AppImages into you system.
fi_fi: Sovellus, joka auttaa sinua integroimaan AppIrages -järjestelmään.
hi: एक ऐप जो आपके सिस्टम में ऐपइमेज को एकीकृत करने में आपकी मदद करता है।
it: Un'applicazione che aiuta a integrare le AppImages nel sistema.
tr: AppImage uygulamalarını sisteminize entegre etmenize yardımcı olan bir uygulamadır.
uk: Це додаток, який допоможе вам інтегрувати AppImage додатки у вашу систему.

source: By default, AppImages are saved at: {location}
fi_fi: Oletusarvoisesti AppImages tallennetaan: {location}
hi: तयशुदा रूप से, ऐपइमेज यहां सहेजे जाते हैं: {location}
it: Di default, le AppImages sono salvate in: {location}
tr: Varsayılan olarak AppImage'lar şu konuma kaydedilir: {location}
uk: За замовченням, AppImage зберігаються у: {location}
vi: Theo mặc định, AppImage được lưu tại: {location}

source: The downloaded appimage does not have the same app name and can't be updated {el.name} ➔ {list_element.name}
fi_fi: Ladattu Appimage ei ole samaa sovelluksen nimeä, eikä sitä voida päivittää {el.name} {list_element.name}
hi: डाउनलोड की गई ऐप इमेज का ऐप नाम समान नहीं है और उसे अद्यतित नहीं किया जा सकता {el.name} ➔ {list_element.name}
tr: İndirilen appimage aynı uygulama adına sahip değil ve güncellenemez {el.name} ➔ {list_element.name}
uk: Завантажений додаток appimage не має ту ж назву додатку, і тому не може бути оновлено {el.name} ➔ {list_element.name}
vi: AppImage tải xuống không có cùng tên ứng dụng và không thể cập nhật {el.name} ➔ {list_element.name}

source: Check updates in the backgroud
fi_fi: Tarkista päivitykset taustalla
hi: पृष्ठभूमि में अद्यतन जांचें
tr: Güncellemeleri arka planda kontrol et

source: Updating
fi_fi: Оновлюємо

source: Cannot load an untrusted AppImage
fi_fi: Неможливо завантажити ненадійний AppImage
